[IRI_PhaseWalk X2AbilityTemplate]
LocFriendlyName="相位行走"
LocLongDescription="暂时移出当前位面传送到附近位置。"
LocHelpText="暂时移出当前位面传送到附近位置。"
LocFlyOverText="相位行走"

[IRI_NullWard X2AbilityTemplate]
LocFriendlyName="虚无守卫"
LocLongDescription="为自己和周围队友提供护盾。如果灵能兵死亡护盾将会消失。"
LocHelpText="为自己和周围队友提供护盾。如果灵能兵死亡护盾将会消失。"
LocFlyOverText="虚无守卫"

[IRI_PsiReanimation X2AbilityTemplate]
LocFriendlyName="灵能复生"
LocLongDescription="将灵能力量注入到已死亡的人形单位中，将他们变为灵能僵尸。"
LocHelpText="将死亡的士兵，平民，变种人士兵复生为灵能僵尸。"
LocFlyOverText="灵能复生"
LocPromotionPopupText="<Bullet/>处于心灵控制或者思维融合状态时将不能使用该技能。<br/><Bullet/>如果灵能兵死亡，灵能僵尸也会立刻死亡。<br/><Bullet/>能同时控制多个灵能僵尸。"

[IRI_SoulMerge X2AbilityTemplate]
LocFriendlyName="思维融合"
LocHelpText="将一个队友的思维和自己连接起来。队友将会立刻获得1AP并且只要连接存在就能提供属性加成。如果灵能兵在连接存在时死亡，队友也会立刻死亡。"
LocLongDescription="将一个队友的思维和自己连接起来。队友将会立刻获得1AP并且只要连接存在就能提供属性加成。如果灵能兵在连接存在时死亡，队友也会立刻死亡。"
LocFlyOverText="思维融合"
LocPromotionPopupText="这个技能和鼓舞共存。"

[IRI_SoulStorm X2AbilityTemplate]
LocFriendlyName="灵魂风暴"
LocLongDescription="召唤灵魂风暴打击目标区域，同时摧毁掩体。"
LocHelpText="召唤灵魂风暴打击目标区域，同时摧毁掩体。"
LocFlyOverText="灵魂风暴"
LocPromotionPopupText="不会摧毁房顶或地板。"

[IRI_ReleaseZombie X2AbilityTemplate]
LocFriendlyName="释放僵尸"
LocLongDescription="释放这个僵尸的灵能控制，在这个过程中杀死它。"
LocHelpText="释放这个僵尸的灵能控制，在这个过程中杀死它。"
LocFlyOverText="释放僵尸"

[IRI_ReleaseSoulMerge X2AbilityTemplate]
LocFriendlyName="释放思维融合"
LocLongDescription="无害地切断与思维融合单位之间的心灵连接。"
LocHelpText="无害地切断与思维融合单位之间的心灵连接。"
LocFlyOverText="释放思维融合"

[IRI_ReleaseMindControl X2AbilityTemplate]
LocFriendlyName="释放心灵控制"
LocLongDescription="切断与心灵控制单位之间的心灵连接。"
LocHelpText="切断与心灵控制单位之间的心灵连接。"
LocFlyOverText="释放心灵控制"

